{
  "bio": "tech sub in media holding, crypto-enthusiast, human+",
  "impactCategory": [
    "END_USER_EXPERIENCE_AND_ADOPTION"
  ],
  "displayName": "xxbbax",
  "websiteUrl": "https://twitter.com/FDhqXhukWcqd7OO",
  "applicant": {
    "address": {
      "address": "0xDFf9F6D08699932Ec2e7D0bC6E8DbaaeDDeBB7d2",
      "resolvedName": {
        "address": "0xDFf9F6D08699932Ec2e7D0bC6E8DbaaeDDeBB7d2",
        "name": null
      }
    },
    "id": "Delegate|Delegate|0xDFf9F6D08699932Ec2e7D0bC6E8DbaaeDDeBB7d2"
  },
  "applicantType": "INDIVIDUAL",
  "profile": {
    "profileImageUrl": "https://content.optimism.io/profile/v0/profile-image/10/0xDFf9F6D08699932Ec2e7D0bC6E8DbaaeDDeBB7d2.png",
    "bannerImageUrl": null,
    "id": "OptimistProfile|0xee9972501f38411a6c8b2388702f40eea2a1d5aa34082ef653ce6d695c4d305c"
  },
  "impactDescription": "Inspired by like-minded collectives that are building solutions and products like OP, I aspire to grow, learn about blockchain development and encourage people around me to do it, create useful products and maybe in the future be part of this inspiring collective, contributing to the blockchain revolution and making life easier for people who live in similar conditions as me, where there is an unequal system of access to resources and information. I hope at the end of my life to realise that I have done something to change that\n",
  "contributionDescription": "I cannot single out and adequately evaluate my contributions and why I am worthy of a retro from the community. What I can say is that I am just a member of the ecosystem as a whole who believes that Optimism and other products that are part of web3 will make life on this planet fairer to its inhabitants. My contribution is faith, participation (as much as possible in the conditions I was born into and continue to live in), and \"infecting\" the people around me with my vision. \nI am just thankful that there are people who create. I try to participate in tesnets, to read, to learn, to be one of such people who change reality for the better, without multiplying suffering ",
  "contributionLinks": [
    {
      "type": "GITHUB_REPO",
      "url": "https://github.com/xxbbax/RichIdiot2/tree/main",
      "description": "my first project"
    }
  ],
  "impactMetrics": [
    {
      "description": ")",
      "number": "420",
      "url": "https://www.youtube.com/watch?v=BBJa32lCaaY"
    }
  ],
  "fundingSources": [],
  "lists": [],
  "id": "Project|0x00cfa77e9b86fe418f4defbc004b980b0a9b24877b00be50e7c4515fc005ae70",
  "prelimResult": "Remove",
  "reportReason": "Spam, Outside of RetroPGF's Scope"
}